# Locus3D

## Description
Procedure Locus3D creates a new 3D locus in the document at the specified 3D coordinate location.&lt;BR&gt;
&lt;BR&gt;

```pascal
PROCEDURE Locus3D(p : REAL);
```

```python

def vs.Locus3D(p):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|p|REAL|3D coordinates of new locus.|

## Version
Availability: from MiniCAD6.0
## Category
* Objects - 3D